[Killed] Equality mutation
Calc.cs:10:17
         public int Sum(int a, int b)
         {
 
-            if (a == 5000)
+            if (a != 5000)
                 return 17;
 

[Killed] Negate expression
Calc.cs:10:17
         public int Sum(int a, int b)
         {
 
-            if (a == 5000)
+            if (!(a == 5000))
                 return 17;
 

[Killed] Arithmetic mutation
Calc.cs:13:28
             if (a == 5000)
                 return 17;
 
-            return checked(a + b);
+            return checked(a - b);
         }
     }

[Killed] Remove checked expression
Calc.cs:13:20
             if (a == 5000)
                 return 17;
 
-            return checked(a + b);
+            return a + b;
         }
     }
