[Killed] Equality mutation
Calc.cs:10:17
         public int Sum(int a, int b)
         {
 
-            if (a > 5000)
+            if (a < 5000)
                 return 17;
 

[Killed] Negate expression
Calc.cs:10:17
         public int Sum(int a, int b)
         {
 
-            if (a > 5000)
+            if (!(a > 5000))
                 return 17;
 
